Revit 2024 API
BuiltInFailures.FamilyFailures.NoInstparamFormulas Property
 Instance Parameters can't be used in Type Parameter formulas.\n\n[Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NoInstparamFormulas { get; }
Visual Basic
Public Shared ReadOnly Property NoInstparamFormulas As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NoInstparamFormulas {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace